Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultTeeupParam Property
 "Tee Up"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultTeeupParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultTeeupParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultTeeupParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultTeeupParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace